Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_942_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámedikkit lasihit oktasašbarggu artihkkala 8(j ) ollašuhttima dihte
smn: Sämitigeh lasetteh oovtâstpargo artikkâl 8(j ) olášuttem tiet

source: Golmma riikka sámedikkit deaivvadedje Pyeongchangis , Lulli-Koreas biodiversitehtasoahpamuša 12 oassebeallečoahkkima oktavuođas .
smn: Kuulmâ staatâ sämitigeh teivâdii Pyeongchangist , Maadâ-Koreast biodiversiteetsopâmuš 12. uásipeličuákkim ohtâvuođâst .

source: Deaivvadeami fáddán ledje oktasašbarggu lasiheapmi biodiversitehtasoahpamuša ollašuhttima várás sihke áššit , mat gieđahallojit COP-12 čoahkkimis .
smn: Teivâdem fáddán lijjii oovtâstpargo lasettem biodiversiteetsopâmuš olášuttem tiet sehe ääših , maid kieđâvušeh COP-12 čuákkimist .

source: “ Lea dehálaš deaivvadit ja beassat ságastallat sámedikkiid gaskkas nu čoahkkináššiin go maid das , mo guhtege sámediggi ja stáhtat artihkkala 8(j ) ollašuhttet .
smn: “ Lii tehálâš teivâdiđ já peessâđ savâstâllâđ sämitigijguin nuuvt aašijn , moh kieđâvuššojeh čuákkimist ko meid tast , ete maht jieškote-uv sämitigeh já staatah olášuteh artikkâl 8(j ) .

source: Vaikko sámedikkiid gaskkas lea ollu oktasašbargu , oktasašbarggu galgá ain lasihit erenomážit dan ektui , mii laktása artihkkala 8(j ) ollašuhttimii ” Nilla Tapiola muitalii .
smn: Veikâ sämitigijguin lii rahtum ennuv oovtâstpargo , oovtâstpargo kalga ain lasettiđ eromâšávt artikkâl 8(j ) olášutmân kuulân ” Nilla Tapiola muštâlij .

source: ” Mii leat váldán juo vierrun čoahkkanit golmma riikka sámedikkiid gaskkas riikkaidgaskasaš čoahkkimiin .
smn: ” Lep váldám jo vyehin čokkâniđ kuulmâ staatâ sämitigijguin aalmugijkoskâsijn čuákkimijn .

source: Lea hui dehálaš , ahte sámiin oktan álbmogin lea oktasaš oaidnu . ”
smn: Lii eromâš tehálâš , ete sämmilijn ohtân aalmugin lii ohtsâš uáinu . ”

source: Klemetti Näkkäläjärvi muitalii .
smn: Klemetti Näkkäläjärvi mainâstij .

source: Pertti Heikkuri , Nilla Tapiola ja Klemetti Näkkäläjärvi Suoma sámedikkis , Anne Walkeapää ja Lars Ove Jonsson Ruoŧa sámedikkis ja Sten Olav Heahttá guorahallamin artihkkala 8(j ) ollašuhttima .
smn: Pertti Heikkuri , Nilla Tapiola já Klemetti Näkkäläjärvi Suomâ sämitiggeest , Anne Walkeapää já Lars Ove Jonsson Ruotâ sämitiggeest já Sten Olav Heahttá suogârdmin artikkâl 8(j ) olášutte

source: Govva : Suoma sámediggi .
smn: m. Kove : Suomâ sämitigge .

source: Deaivvadeamis mannojuvvojedje čađa guđege sámedikki ja stáhtaid oainnut das , sirdašuvvogo biodiversitehtasoahpamuša mearrádusain geavahit dearpma eamiálbmogat eamiservošiid sajis .
smn: Teivâdmist ellii čoođâ jieškote-uv sämitige já staatâ uáinuid tast , älgih-uv biodiversiteetsopâmuš miärádâsâin kevttiđ teermâ algâaalmugeh algâsiärvusij saajeest .

source: Sámedikkiin ja davviriikkain lei oktasaš oaidnu das , ahte terminologia berre rievdaduvvot ja terminologia rievdadeapmi lea sámiide hui dehálaš .
smn: Sämitigijn já tave-enâmijn lii ohtsâš uáinu tast , ete terminologia kalgeh mutteđ já terminologia muttem lii sämmilijn eromâš tergâd .

source: ” Čoahkkimis bođii ovdan , ahte Norga , Suopma ja Ruoŧŧa leat ollašuhttán artihkkala 8(j ) vehá earáláhkai iige oktasašbargu sámedikkiiguin leat vealttakeahttá leamaš doarvái .
smn: ” Čuákkimist iiđij , ete Taažâ , Suomâ já Ruotâ láá olášuttâm artikkâl 8(j ) váhá eresnáál ijge oovtâstpargo lah velttidhánnáá lamaš tuárvi .

source: Sámiid oktasašbarggu buorideami dihte ja artihkkala 8(j ) ollašuhttima dihte livččii hui dehálaš , ahte artihkkala ollašuhttin dahkkojuvvošii buori oktasašbarggus sámedikkiiguin nu ahte váldojuvvo vuhtii , ahte sámit leat okta álbmot njealje riikka siste ” , Pertti Heikkuri muitalii .
smn: Sämmilij oovtâstpargo pyeredem já artikkâl 8(j ) olášuttem tiet ličij hirmâd tehálâš , ete artikkâl olášuttem tohhuuččij šiev oovtâstpargoost sämitigijguin väldimáin vuotân , ete sämmiliih láá ohtâ aalmug neelji staatâ kuávlust ” , Pertti Heikkuri muštâlij .

source: Čoahkkimis mearriduvvui evttohit , ahte sámiid oktasašbargoorgána sámi parlamentáralaš ráđđi ( SPR ) gárvvistivččii prinsihpamearrádusa artihkkalis 8(j ) ja dan ollašuhttimis . ”
smn: Čuákkimist meridui iävtuttiđ , ete sämmilij oovtâstpargo-orgaan säämi parlâmentaarlâš rääđi ( SPR ) tovâččij prinsiipmiärádâs artikkâl 8(j):st já ton olášutmist . ”

source: Soabaimet ahte virgeolbmot gárvvistit evttohusa sámi parlamentáralaš ráđđái das , mo artihkkala galgá dulkot ja ollašuhttit ovttas sámedikkiiguin ja mo stáhtaid , EU:a ja sámedikkiid gaskasaš oktasašbarggu artihkkal 8j-áššiin berre lágidit .
smn: Lep sooppâm ete virgeulmuuh rähtih iävtuttâs säämi parlâmentaarlii rááđán tast , maht artikkâl kalga tulkkuđ já olášuttuđ oovtâstpargoost sämitigijguin já maht oovtâstpargo staatâguin , EU:in já sämitigijguin artikkâl 8j-aašijn kalgeh orniđ .

source: Min oktasaš oaidnu lei , ahte dákkár prinsihpamearrádus lea dehálaš ja nana diehtu maiddái stáhtaide ” ságadoalli Näkkäläjärvi muitalii .
smn: Mii ohtsâš ibárdâs lâi , ete tággáár prinsiipmiärádâs lii tergâdis já noonâ saahâ meid staatáid ” saavâjođetteijee Näkkäläjärvi muštâlij .

source: Čoahkkimis gieđahallojuvvui maid biodiversitehtasoahpamuša ruhtadeapmi . ”
smn: Čuákkimist kieđâvuššii meid biodiversiteetsopâmuš ruttâdem . ”

source: Ságastalaimet soahpamuša bušeahtas guhká .
smn: Savâstâlâim sopâmuš budjetist kuhháá .

source: Dál riikkaidgaskasaš artihkkal 8(j)-bargojoavkku bušeahtta ii leat oassin oppa soahpamuša bušeahta .
smn: Tääl aalmugijkoskâsii artikkâl 8(j)-pargojuávhu budjet ij lah uássin ubâ sopâmuš budjet .

source: Meannudanvuohki dahká vejolažžan maid dan , ahte buot stáhtat eai oassálastte bargojoavkku goluid gokčamii .
smn: Lattim taha máhđulâžžân meid tom , ete puoh staatah iä uásálist pargojuávhu koloi luávdimân .

source: Sámiide lea dehálaš , ahte bargojoavkku ruhtadeapmi váldojuvvo oassin biodiversitehtasoahpamuša ollesbušeahta , dasgo dat buktá jotkkolašvuođa ja deattuha oppa riikkaidgaskasaš servoša ovddasvástádusa dorvvastit eamiálbmogiid luonddu máŋggahámatvuhtii laktáseaddji árbevirolaš dieđu seailuma ” Nilla Tapiola ja Pertti Heikkuri deattuheaba .
smn: Sämmilijd lii tehálâš , ete pargojuávhu ruttâdem váldoo uássin biodiversiteetsopâmuš olesbudjet , ko tot lááčá jotkuuvâšvuođâ já tiädut ubâ aalmugijkoskâsii siärvus ovdâsvástádâs turviđ algâaalmugij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu siäilum ” Nilla Tapiola já Pertti Heikkuri tiäduttává .

source: Norga lea ratifiseren Nagoya beavdegirjji ja Ruoŧŧa ja Suopma válmmaštallet soahpamuša ratifiserema .
smn: Taažâ lii ratifisistâm Nagoya pevdikirje já Ruotâ já Suomâ valmâštâllâv sopâmuš ratifisistem .

source: Čoahkkimis adnojuvvui hui dehálažžan , ahte Nagoya beavdegirjji geatnegasvuođat váldojuvvošedje oassin guđege riikka láhkaásaheami seamma láhkai . ”
smn: Čuakkimist onnii hirmâd tergâdin , ete Nagoya pevdikirje kenigâsvuođah valduuččii uássin jieškote-uv staatâ lahâasâttem siämmáánáál . ”

source: Go gearddi seamma áigge ráđđádallo davviriikkalaš sámesoahpamušas , man oktan mihttomearrin lea harmoniseret sámiide guoski láhkaásaheami , lea vealtameahttun ahte maid Nagoya beavdegirjji ratifiserema oasil dákkár harmoniseren dahkkojuvvo ” ságadoalli Näkkäläjärvi deattuhii .
smn: Ko siämmáá ääigi ráđádâleh tave-eennâmlii sämisopâmušâst , mon ohtân ulmen lii oohtânsovâttiđ sämmilijd kyeskee lahâasâttem , lii velttidmettum , ete meid Nagoya pevdikirje ratifisistem uásild tággáár oohtânsovâttem ráhtoo ” saavâjođetteijee Näkkäläjärvi tiäduttij .

source: Nagoya beavdegirji guoská genaváriid oažžuma ja ávkkiid juohkima .
smn: Nagoya pevdikirje kuáská geenivaarij finnimvuotân já hiäđui jyehimân .

source: Beavdegirjjis leat iežaset artihkkalat , mat gusket eamiálbmogiid hálddus leahkki genaváriid ja daidda laktáseaddji árbevirolaš dieđu .
smn: Pevdikirjeest láá jiejah artikkâleh moh kyeskih algâaalmugij haaldust leijee geenivaarijd já tooid lohtâseijee ärbivuáválii tiätun .

source: Beavdegirjjis lea maid artihkkal , mii guoská rájáid rasttildeaddji dieđu .
smn: Pevdikirjeest lii meid artikkâl , mii kuáská raajijd rastâldittee tiätun .

source: Čoahkkimis sohppojuvvui , ahte golmma riikka sámedikkit gárvvistit oktasaš oainnu Nagoya beavdegirjji ratifiseremis ja dan ollašuhttimis .
smn: Čuákkimist soppii , ete kuulmâ staatâ sämitigeh rähtih ohtsii uáinu Nagoya pevdikirje ratifisistmist já ton olášutmist .

source: Sámedikkiin lea hui earálágan láhkaásahansajádat iešguđet stáhtain .
smn: Sämitiggeest lii hirmâd ereslágán lahâaasâtlâš sajattâh jieškote-uv staatâst .

source: Norggas stáhta ja sámedikki gaskasaš oktasašbarggu stivre konsultašuvdnasoahpamuš , Suomas oktasašbarggus eiseválddiid ja sámedikki gaskkas mearriduvvo lágain .
smn: Taažâst staatâ já sämitige koskâsii oovtâstpargo stivree konsultistemsopâmuš , Suomâst oovtâstpargoost virgeomâhái já sämitige kooskâst asâtteh lavváin .

source: Ruoŧas eai leat mangelágan lágat dahje soahpamušat stáhta ja sámedikki gaskkas konsultašuvdna- dahje ráđđádallanmeannudemiin .
smn: Ruotâst iä lah magarehgin siäđuseh teikâ sopâmušah staatâ já sämitige kooskâst konsultistem- teikâ ráđádâllâmlattiimijn .

source: Čoahkkimis ságastallojuvvui viidásabbotge sámiid sajádagas ja luonddu máŋggahámatvuođa vuhtiiváldimis oktasašbarggus stáhtain .
smn: Čuákkimist savâstâllii vijđásubboht-uv sämmilij sajattuvvâst já luándu maaŋgâhámásâšvuođâ vuotânväldimist oovtâstpargoost staatáin .

source: Suoma sámediggi buvttii ovdan , ahte sámediggi lea dahkan ovttas nuortalaččaid giličoahkkimiin soahpamuša Meahcceráđđehusain stáhta hálddus leahkki guovlluid dikšumis ja geavaheamis .
smn: Suomâ sämitigge oovdânpuovtij , ete sämitigge lii porgâm oovtâstpargoost nuorttâlâšâi sijdâčuákkimáin sopâmuš Meccihaldâttâsáin staatâ haldâšem kuávlui hoittáámist já kiävtust .

source: Soahpamuša leat dohkkehan maid bálgosat .
smn: Sopâmuš láá tuhhiittâm meid palgâseh .

source: Suomas lea maid bissovaš málle mo ollašuhttit Akwé : Kon – rávvagiid Meahcceráđđehusa doaimmas . ”
smn: Suomâst lii pissoo malli Akwé : Kon - ravvui olášuttem várás Meccihaldâttâs tooimâst . ”

source: Suoma oktasašbargosoahpamušat ja Akwé : Kon – rávvagiid ollašuhttin bovttii stuorra beroštumi Norgga ja Ruoŧa sámedikkiid ovddasteddjiin .
smn: Suomâ oovtâstpargosopâmušah já Akwé : Kon - ravvui olášuttem raavhâi stuorrâ perustume Taažâ já Ruotâ sämitige ovdâsteijein .

source: Ruoŧa sámediggi anii hui váttisin ahte sis ii leat soahpamuš eaige ovttas sohppojuvvon standárddat vuovdegeavaheamis sámeguovllus ” Näkkäläjärvi muitalii .
smn: Ruotâ sämitigge oonij hirmâd väivin , ete sist ij lah sopâmuš iäge oovtâst soppum standardeh mecikiävtust sämikuávlust ” Näkkäläjärvi muštâlij .

source: COP 12 čoahkkin joatkašuvvá 15.-16.10 alla dási čoahkkimiin .
smn: COP 12 čuákkim juátkoo 15.-16.10 ollâ tääsi oosijn .
